Repository: 95robert/ztw
Catalog: web/src/locale/messages.*.xlf
Languages: pl

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Logg in
pl: Zaloguj

source: User name
pl: Nazwa użytkownika

source: Repeat password
pl: Powtórz hasło

source: Register
pl: Zarejestruj

source: Your profile
pl: Twój profil

source: User settings
pl: Ustawienia

source: Subscription cost
pl: Koszt subskrybcji

source: Rewrite password
pl: Powtórz hasło

source: About you
pl: O Tobie

source: Save changes
pl: Zapisz zmiany

source: Logout
pl: Wyloguj

source: Save user profile
pl: Zapisz profil użytkownika

source: Incorrect subscription cost value.
pl: Niepoprawna cena subskrypcji.

source: Passwords do not match.
pl: Podane hasła nie są takie same.

source: Password is too short.
pl: Zbyt krótkie hasło.

source: Could not upload the avatar.
pl: Nie można było wysłać zdjęcia profilowego.

source: Upcomming matches
pl: Nadchodzące mecze

source: Match overview
pl: Podgląd meczu

source: Tips for this match
pl: Typy dla tego meczu

source: Your tip
pl: Twój typ

source: Draw
pl: Remis

source: Tipster overview
pl: Podgląd tipstera

source: Hit rate, last 3 months
pl: Trafność, ostatnie 3 miesiące

source: Hit rate, last 3 months
pl: Trafność, ostatnie 3 miesiące

source: Current tips amount
pl: Liczba aktualnych typów

source: Subscription price
pl: Cena subskrybcji

source: subscription price
pl: cena subskrypcji

source: Sold subscriptions amount
pl: Liczba sprzedanych subskrybcji

source: sold subscriptions
pl: sprzedanych subskrybcji

source: Tipsters search
pl: Wyszukiwarka tipsterów

source: Search by login
pl: Szukaj wg. loginów

source: Min. subscription price
pl: Min. cena subskrybcji

source: Max. subscription price
pl: Maks. cena subskrybcji

source: Search
pl: Szukaj

source: Compare
pl: Porównaj

source: Tipsters Compare
pl: Porównanie tipsterów

source: Hit rate
pl: Trafność

source: Hit rate, last mth
pl: Trafność, ost. msc.

source: Hit rate, last 3 mths
pl: Trafność, ots. 3 msce

source: Count of tips
pl: Liczba tipów

source: Count of current bets
pl: Liczba aktualnych tipów

source: Tipsters top-list
pl: Toplista tipsterów

source: Best tipsters according to their efficiency in the last 3 months.
pl: Najlepsi tipsterzy pod względem trafności przez ostatnie 3 miesiące.

source: Fail locale: {INTERPOLATION}
pl: Błędny język: {INTERPOLATION}

source: Matches
pl: Mecze

source: Tipsters
pl: Tipsterzy

source: My profile
pl: Mój profil

source: Show tips
pl: Pokaż tipy
